---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MultiReferenceAnnotationFailures
source: html/74297796-40e5-b1b1-252c-9e44c998fec3.htm
---
# BuiltInFailures.MultiReferenceAnnotationFailures Properties

Elements have changed category. Multi-rebar annotations for these elements are now of the wrong category and will be deleted.